//-----------------------------------------------------------------------------
//!\file msg_shutdown.h
//!\author Jason
//!
//!\date 2010-10-8
//! last 
//!
//!\brief 友好关服消息定义
//!
//!	Copyright (c) 2004 DACHENG Entertainment All rights reserved.
//-----------------------------------------------------------------------------


#pragma once

#pragma pack(push, 1)

/************************************************************************/
/* 服务器，执行关服指令时时广播给客户端，关服倒计时秒数，               */
/* 客户端，在合适位置显示倒计时，并且最后一分钟时要弹出一个窗口提示玩家 */
/************************************************************************/

CMD_START(NS_WillShutdownWorld)
	INT		nSecondsDelay;			// 关服延迟的秒数
CMD_END

#pragma pack(pop)

