------------------------------------------------------------------------------------------------
---------------------------------夺宝奇兵活动配置信息-------------------------------------------
------------------------------------------------------------------------------------------------

BaoXiang_Pos_Broadcast_Interval				= 5			--宝箱位置广播的时间间隔（单位：分钟）
BaoXiang_Update_Interval					= 600		--宝箱位置刷新的时间间隔（单位：秒）

BaoXiang_Hold_Time_Mod						= 0			--0：表示宝箱在不同玩家身上的时间不能累加  1：表示宝箱在不同玩家身上要累加

Active_Max_Level							= 100		--参与活动玩家最高级别
Active_Min_Level							= 20		--参与活动玩家最低级别

BaoXiang_CDTime								= 1800		--可以开启宝箱的时间（单位：秒）
